import Image from 'next/image';
import React from 'react';
import miswak from "../../../public/miswak.jpeg"
import Link from 'next/link';

const page = () => {
    return (
        <div className='max-w-[600px] mx-auto mt-6 mb-20 font-bangla px-3'>
            <h1 className='text-2xl text-center my-6'>মেসওয়াক।</h1>
            <Image className='w-full object-cover md:h-[300px]' src={miswak} alt=''></Image>
            <p className='mb-4 text-justify'> মেসওয়াক হলো মুসলমানদের দাঁত মাজার উপকরণ যা একটি গাছের ডাল, কাঠ বা শিকড় ও হতে পারে। এটি মুখের পরিষ্কার-পরিচ্ছন্নতার মাধ্যমে আল্লাহর সন্তুষ্টি অর্জনের সুন্নাহ পদ্ধতি। السواك (মিসওয়াক) শব্দটি ساك (সিওয়াক) শব্দমূল থেকে এসেছে।</p>

            <p className='mb-4 text-justify'>ইসলাম পবিত্রতাকে ঈমানের অর্ধেক বলে স্বীকৃতি দিয়েছে[1] এবং ‘পবিত্রতা ছালাতের চাবি’ বলেও ঘোষণা করেছে।[2] তাই মুসলিম মাত্রই পরিষ্কার-পরিচ্ছন্নতার ব্যাপারে সর্বদা সচেতন থাকবে, যাতে ঈমান জাগ্রত থাকে। বিশেষ করে ছালাতের ওযূর ক্ষেত্রে সর্বাধিক গুরুত্ব দিবে। কারণ ওযূ না হলে ছালাত হবে না।[3] সুতরাং ওযূ বিষয়ে যে সমস্ত ত্রুটি-বিচ্যুতি রয়েছে, সেগুলো আমাদেরকে সংশোধন করে নিতে হবে।</p>

            <p className='mb-4 text-justify'>রাসূল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাইতুন ও খেজুর গাছের ডাল দিয়ে মেসওয়াক করেছেন।</p>

            <p>মেসওয়াক নিজ হাতের আঙ্গুলের মত মোটা ও এক বিঘত পরিমাণ লম্বা হওয়া উচিত। এতে মেসওয়াক করতে যেমন সুবিধা হবে তেমনি বেশী ফায়দাও পাওয়া যাবে।</p>

            <p className='mb-4 text-justify'>অধিকাংশ উলামায়ে কেরামের মতে উযুতে হাত ধোয়ার পর কুলি করার পূর্বে মেসওয়াক করা উত্তম। তবে কোন কোন আলিম উযুর পূর্বে মেসওয়াক করার কথাও বলেছে। উযুর সময় ছাড়াও যে কোন সময় মেসওয়াক করা যাবে।</p>

            <p className='mb-4 text-justify'>মেসওয়াক ধরার পদ্ধতি হল, ডান হাতের কনিষ্ঠাঙ্গুলি মেসওয়াকের নিচে থাকবে। মধ্যমা ও তর্জনী উপরে ও বৃদ্ধাঙ্গুলি নিচে রেখে মেসওয়াক ধরা। এতে করে মুখের ভিতর ভালভাবে ঘুরিয়ে ফিরিয়ে মেসওয়াক করা যায়। এপদ্ধতিটি হযরত ইবনে মাসউদ রাযি থেকে বর্ণিত আছে।</p>

            <p className='mb-4 text-justify'>মুখের ডান দিক থেকে শুরু করা এবং উপর থেকে নিচে মেসওয়াক করা। আড়াআড়ি ভাবে না করা। মেসওয়াক করার সময় দাঁতের ভিতর বাহির সহ মেসওয়াক করা এবং জিহবাও গোড়া পর্যন্ত মেসওয়াক করা।</p>

            <p className='mb-4 text-justify'>মেসওয়াসের মাঝে দুটি বিষয় সুন্নত, এক. মুখ পরিষ্কার করা। দুই. গাছের ডাল হওয়া। তাই গাছের ডাল ছাড়া অন্য কিছুর মাধ্যমে দাঁত মাজলে একটি সুন্নত আদায় হবে। অপরটি হবেনা। সুতরাং মেসওয়াক না থাকলে আঙ্গুল ও শুকনো কাপড় দ্বারাও মেসওয়াক করা যেতে পারে। ব্রাশের মাধ্যমেও দাঁত মাজা যেতে পারে।</p>

            <p className='mb-4 text-justify'>ঘুম থেকে জাগ্রত হওয়ার পর ও ঘুমানোর পূর্বে, নামাজের আগে, মজলিসে উপস্থিত হবার পূর্বে, কুরআন ও হাদীস পাঠের পূর্বে, খাওয়ার পর মেসওয়াক করা মুস্তাহাব। আল্লাহ আমাদের মেসওয়াকের গুরুত্ব অনুধাবন করে এর উপর আমল গড়ার তাউফিক দান করুন আমীন।</p>


            <Link href="/sunnah">
                <button className="mt-8 block mx-auto rounded-md hover:bg-transparent border text-white font-bold hover:text-[#23306C] duration-500 bg-[#06DAD7] px-8 py-4">Back to Sunnah</button>
            </Link>
        </div>
    );
};

export default page;