import Image from 'next/image';
import React from 'react';
import blog from "../../../public/donate/donate3.jpg"
import blog2 from "../../../public/donate/donate4.jpg"
import blog3 from "../../../public/donate/donate5.jpg"

const page = () => {
    return (
        <div className="max-w-[1240px] mx-auto mt-8 mb-28">
            <Image className='w-full object-cover h-[500px] my-6' src={blog} alt=''></Image>
            <h1 className='text-4xl font-extrabold underline text-center my-8 font-bangla'>অনুদান </h1>
            <p className='font-bangla mt-4 text-justify'>প্রথমেই আমাদের দৃষ্টিভঙ্গি পরিবর্তন করা উচিত। তাদের সাহায্য করা একটি প্রকল্প হিসাবে বিবেচনা করার পরিবর্তে তাদেরকে ভালবাসা এবং সম্মান দৃষ্টিতে দেখা উচিত। দরিদ্র ও অভাবী মানুষদের সাহায্য করার অন্যতম সেরা উপায় হ'ল তাদের দিকে হাত বাড়িয়ে দেওয়া। তাদের নৈতিক সমর্থন দেওয়া, আন্তরিক নম্রতা এবং শ্রদ্ধা প্রদর্শন করা । তাদেরকে সচেতন করে তোলা যেন তারা নিজেরাই নিজেদের অবস্থার পরিবর্তন করতে পারে। তাদের কে এটা বুঝানো খুবই দরকার যে নিজের অবস্থা নিজে পরিবর্তন করা বেশি সম্মানের।</p>

            <Image className='w-full object-cover h-[500px] my-6' src={blog2} alt=''></Image>
            <p className='font-bangla mt-4 text-justify'>দরিদ্র ও অভাবী মানুষদের সাহায্য করার জন্য সোশ্যাল মিডিয়া সবচেয়ে বেশি ব্যবহৃত উপায়গুলির মধ্যে একটি হয়ে উঠেছে এবং সম্ভবত, সবচেয়ে সহজ উপায়ও। ফেসবুক বা টুইটারের মতো সোশ্যাল মিডিয়া এবং সোশ্যাল নেটওয়ার্কিং সাইটগুলি ব্যবহারের মাধ্যমে, কেউ তার কণ্ঠস্বর বাড়াতে পারে এবং সচেতনতা তৈরি করতে পারে এবং সাহায্যের আবেদন করতে পারে অভাবী মানুষেরর জন্য । অভাবী মানুষদের সাহায্য করার সাথে জড়িত বিভিন্ন দাতব্য সংস্থা বা কমিউনিটি সেন্টারগুলিতে সাহায্যের আবেদন করা যেতে পারে। অনেক ওয়েবসাইট আছে যাদের কাছ থেকে পণ্য কিনলে তারা তাদের লাভের অর্থ থেকে গরিবদের সাহায্য করে তাদের কাছ থেকে পণ্য কেনা যেতে পারে।</p>

            <Image className='w-full object-cover h-[500px] my-6' src={blog3} alt=''></Image>
            <p className='font-bangla mt-4 text-justify'>ব্যক্তি দরিদ্র ও অভাবী মানুষদের আর্থিকভাবেও সাহায্য করা যেতে পারেন। দরিদ্রদের আর্থিক সহায়তা প্রদান করা তাদের জীবনযাত্রার মৌলিক সমস্যাগুলি সমাধান করতে সহায়তা করতে পারেন। দরিদ্র ও অভাবী মানুষের কাছে টাকা পৌঁছে দেওয়ার মাধ্যমে তারা জীবনধারণের প্রয়োজনীয় জিনিসগুলো পেতে পারে। কেউ দাতব্য প্রতিষ্ঠানের সাথে যুক্ত হতে পারেন এবং অভাবগ্রস্তদের সাহায্য করার জন্য সেখানে অর্থ দান করতে পারেন। কেউ তহবিল সংগ্রহকারী গ্রুপ বা টিমের সাথে যোগ দিতে পারেন বা নিজেকে এমন কোনও সংস্থার সাথে যুক্ত করতে পারেন যারা দরিদ্র ও অভাবী মানুষের জন্য তহবিল সংগ্রহের সাথে জড়িত।</p>

            <p className='font-bangla mt-4 text-justify'>দরিদ্র ও দুঃস্থ মানুষদের পুষ্টিকর খাবার সরবরাহ করতে পারেন। এইরকম একটা কাজ করলে কেমন হয় প্রতিটা মুদিখানায় একটা নির্দিষ্ট স্থান থাকবে যেখানে সামর্থ্যবান লোকেরা তাদের ক্রয়কৃত পণ্য থেকে সেইখানে কিছু পণ্য রাখবে। আর যাদের সামর্থ্য নেই তারা সেইখান থেকে প্রয়োজন মত পণ্য নিয়ে যাবে। দরিদ্র ও দুস্থদের সাহায্য করার জন্য, কেউ পুরানো কাপড় থেকে শুরু করে যন্ত্রপাতি, আসবাবপত্র এবং অন্যান্য সামগ্রীতে পুরানো জিনিসগুলি দান করতে পারেন। আপনার জিনিসপত্রের মধ্য দিয়ে যে জিনিসগুলো আপনার লাগবে না সেটা অভাবগ্রস্তদের জন্য ছেড়ে দিন।</p>
        </div>
    );
};

export default page;