// import Image from 'next/image';
// import React from 'react';
// import arafah from "../../../public/arafah.jpeg"

// const page = () => {
//     return (
//         <div className='max-w-[1140px] mx-auto font-bangla mt-4 mb-28'>
//             <div className='px-3'>
//                 <Image className="w-full object-cover h-[580px]" src={arafah} alt=''></Image>
//                 <h1 className='text-4xl font-extrabold underline text-center my-8 font-bangla'>ইয়াওমু আরাফা </h1>
//                 {/* Number Blog One  */}
//                 <p className='font-bangla mt-6 text-justify'><span className='text-4xl font-bold'>এক</span> জিলহজ মাস বছরের অন্যতম গুরুত্বপূর্ণ। আর জিলহজের মহিমাপূর্ণ একটি দিন হলো নয় তারিখ। হাদিসের ভাষ্য অনুযায়ী সেই দিনটির নাম ‘ইয়াওমু আরাফা’।</p>
//                 <p className='font-bangla mt-6 text-justify'>এ দিনটি হজের মূল দিন। আরাফার ময়দানে হাজি সাহেবদের অবস্থান এ দিনেই হয়ে থাকে। আল্লাহ তাআলা এ দিনকে বিশেষ সম্মানে ভূষিত করেছেন। দ্বীন-ইসলাম পূর্ণতার ঘোষণা দিয়েছেন এ দিনেই। এ দিনেই অবতীর্ণ হয়েছে কোরআনে কারিমের সর্বশেষ আয়াত, ‘আজ তোমাদের জন্য তোমাদের দ্বীন পূর্ণাঙ্গ করলাম এবং তোমাদের প্রতি আমার নিয়ামত পরিপূর্ণ করলাম এবং ইসলাম তোমাদের দ্বীন মনোনীত করলাম। (সুরা মায়েদা, আয়াত : ০৩)</p>

//                 {/* Number blog Two  */}
//                 <p className='font-bangla mt-6 text-justify'>এ দিনে বান্দার দিকে রবের রহমতের জোয়ার প্রবলবেগে উৎসারিত হয়। অসংখ্য বান্দাকে তিনি ক্ষমা করে থাকেন এ দিনে। উম্মুল মুমিনীন হযরত আয়েশা রা. থেকে বর্ণিত, রাসুল (সা.) বলেন, ‘আরাফার দিনের মতো আর কোনো দিন এত অধিক পরিমাণে জাহান্নাম থেকে মুক্তি দেওয়া হয় না। আল্লাহ তাআলা দুনিয়ার নিকটবর্তী হন এবং বান্দাদের নিয়ে ফিরিশতাদের নিকট গর্ব করেন। আল্লাহ বলেন, কী চায় তারা? (সহিহ মুসলিম, হাদিস : ১৩৪৮)</p>

//                 <p className='font-bangla mt-6 text-justify'>জাবের (রা.) থেকে বর্ণিত আরেক বর্ণনায় রয়েছে, ‘আল্লাহ তাআলা নিকটতম আসমানে আসেন এবং পৃথিবীবাসীকে নিয়ে আসামানের অধিবাসী অর্থাৎ ফিরিশতাদের সাথে গর্ব করেন। বলেন, দেখ তোমরা- আমার বান্দারা উস্কোখুস্কো চুলে, ধুলোয় মলিন বদনে, রোদে পুড়ে দূর-দূরান্ত থেকে এখানে সমবেত হয়েছে। তারা আমার রহমতের প্রত্যাশী। অথচ তারা আমার আজাব দেখেনি। ফলে আরাফার দিনের মত আর কোনো দিন এত অধিক পরিমাণে জাহান্নাম থেকে মুক্তি দেওয়া হয় না।’ (সহিহ ইবনে হিব্বান, হাদিস : ৩৮৫৩)</p>

//                 <p className='font-bangla mt-6 text-justify'>এ দিনের একটি রোযায় বান্দার দুই বছরের গুনাহ মাফ হয়। আল্লাহর রাসুল (সা.) বলেন, ‘আরাফার দিনের (নয় যিলহজের) রোযার বিষয়ে আমি আল্লাহর কাছে প্রত্যাশা রাখি যে, তিনি আগের এক বছরের এবং পরের এক বছরের গুনাহসমূহ ক্ষমা করে দেবেন। (সহিহ মুসলিম, হাদিস : ১১৬২)</p>

//                 {/* Number Three  */}
//                 <p className='font-bangla mt-6 text-justify'>অন্যদিকে হাদিস শরিফে আরাফার দিনের দোয়াকে শ্রেষ্ঠ দোয়া বলা হয়েছে। নবীজি (সা.) বলেন, ‘শ্রেষ্ঠ দোয়া (-জিকির) আরাফার দোয়া। দোয়া-জিকির হিসেবে সর্বোত্তম হলো ওই দোয়া, যা আমি এবং আমার পূর্ববর্তী নবীগণ করেছেন। তা হলো-

//                     لَا إِلَهَ إِلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ
//                 </p>

//                 <p className='font-bangla  text-justify'><span className='font-bangla font-bold'>(উচ্চারণ : লা-ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারিকা লাহু, লাহুল মুলক ওয়া লাহুল হামদু, ওয়া হুয়া আলা কুল্লি শায়ইন ক্বাদির’)।</span> অর্থ : আল্লাহ ছাড়া কোনো উপাস্য নেই, তিনি একক, তার কোনো শরিক নেই, রাজত্ব একমাত্র তারই, সমস্ত প্রশংসাও একমাত্র তারই জন্য, আর তিনি সকল বিষয়ের ওপর ক্ষমতাবান। (জামে তিরমিজি, হাদিস : ৩৫৮৫; শুআবুল ঈমান, বায়হাকি, হাদিস : ৩৭৭৮)</p>
                
//             </div>
//         </div>
//     );
// };

// export default page;