import Image from 'next/image';
import Link from 'next/link';
import React from 'react';
import child from "../../../public/child/bfqv_uxox_210525.jpg"

const page = () => {
    return (
        <div className='max-w-[1240px] mx-auto mt-6 mb-20 px-3 font-bangla'>
            <div className='grid md:grid-cols-2 gap-4'>
                <Image className='w-full md:h-[500px]' src={child} alt=''></Image>
                <div>
                    <h1 className='text-center text-2xl my-4'>তৃতীয় গল্প- বেহেশতের জীবন</h1>
                    <p className='text-justify mb-5'>আর আমি বললাম, হে আদম! তুমি ও তোমার স্ত্রী জান্নাতে বসবাস করো এবং তা থেকে আহার করো স্বাচ্ছন্দ্যে, তোমাদের ইচ্ছানুযায়ী এবং এই গাছটির নিকটবর্তী হয়ো না। তাহলে তোমরা জালিমদের অন্তর্ভুক্ত হয়ে যাবে। সূরা আল-বাকারা আ : ৩৫</p>

                    <p className='text-justify mb-5'>আল্লাহ আদম ও হাওয়া (আ)-কে বেহেশতে বসবাস করার আদেশ দিলেন। আল্লাহ বললেন, হে আদম! তুমি ও তোমার স্ত্রী জান্নাতে বসবাস করো। আর তোমরা স্বাধীনভাবে চলাফেরা করো। আর যা তোমাদের ইচ্ছা হয়, তা খাও।</p>

                    <p className='text-justify mb-5'>আদম ও হাওয়া (আ) বেহেশতে বসবাস করতে লাগলেন। বেহেশতে ছিল নানা জাতের ফলের গাছ। এসব গাছের ফল তাঁরা ইচ্ছা মতো খেতেন। বেহেশতের জীবনযাপন ছিল সুখ ও শান্তির। তাঁরা ছিলেন আল্লাহর খুব প্রিয়। আদম ও হাওয়া (আ) বেহেশতে যা চাইতেন তা-ই হাতের কাছে পেতেন।</p>
                    <p className='text-justify mb-5'>হে আমাদের রব! আমাদেরকে এবং আমাদের ভাই যারা ঈমান নিয়ে আমাদের পূর্বে অতিক্রান্ত হয়েছে তাদেরকে ক্ষমা করুন। এবং যারা ঈমান এনেছিল তাদের জন্য আমাদের অন্তরে কোনো বিদ্বেষ রাখবেন না। হে আমাদের রব! নিশ্চয় আপনি দয়াবান, পরম দয়ালু। -সূরা হাশর, আয়াত: ১০</p>
                </div>
            </div>
            <p className='text-justify mb-4 mt-4'>বেহেশতে ছিল একটি আলাদা প্রকারের গাছ। এই গাছের ফল ছিল ক্ষতিকর। তাই এই গাছের ফল খেতে আদম ও হাওয়াকে আল্লাহ নিষেধ করেছিলেন। বেহেশত সুখের জায়গা। অফুরন্ত শান্তি ও আরামের জায়গা। তাই আদম ও হাওয়া (আ) বেশ আনন্দে সেখানে বসবাস করতে লাগলেন। এ জন্য তাঁরা আল্লাহর প্রশংসা করতেন।</p>

            
            <Link className='bg-green-300 p-2 rounded-md' href="/golpo">Back to golpo</Link>
        </div>
    );
};

export default page;