// import React from 'react';
// import banner from "../../../public/romadan/banner.webp"
// import banner2 from "../../../public/romadan/m024t0312_b_ramadan_13jan23.jpg"
// import Image from 'next/image';

// const page = () => {
//     return (
//         <div className='max-w-[1240px] mx-auto mb-28 px-3'>
//              <Image className='w-full object-cover md:h-[500px] mt-4' src={banner2} alt=''></Image>
            
//             <h1 className='text-4xl font-extrabold underline text-center my-8 font-bangla'>রমাদান কারীম</h1>
//             <p className='font-bangla mt-6 text-justify'><span className='font-bangla text-xl'>রমাদান</span> মাস শেষ হয়ে গেল। সাহরি, ইফতারের পবিত্র সেই আমেজ, মধুবর্ষী কুরআন তিলাওয়াত, দীর্ঘক্ষণ দাঁড়িয়ে থেকে বিতর বা তাহাজ্জুদ পড়ার সেই আকুলতা এগুলো সবই হয়তো বাহ্যিকভাবে আমাদের মাঝ থেকে বিদায় নিয়েছে। রমাদান চলে গেছে সত্য, তবুও এর রেশ তো আমাদের মনে নিশ্চয়ই রয়ে গেছে। এই রমাদানের পরশে আমরা কেউ হয়তো হয়েছি আরও শুদ্ধ, আরও পরিপূর্ণ;  আবার কারও কারও অন্তরে বইছে হতাশার সুর।</p>

//             <h1 className='font-bangla text-xl my-6'>হতাশা?</h1>
//             <p className='font-bangla mt-6 text-justify'>হ্যাঁ, আপনি ঠিকই পড়েছেন! অস্বীকার করার উপায় নেই যে, রমাদানের পর আমাদের কেউ কেউ ভুগছে মানসিক দীনতায়। আমার এই লেখাটা তাদের জন্যই, যারা পবিত্র রমাদান মাস চলে যাওয়ায় বেদনার্ত হয়ে পড়েছেন। যদি এমন হয় যে, আপনি রমাদানকে কাজে লাগাতে পারেননি; এখন উপায় খুঁজছেন কী করা যায়, তাহলে বলব আপনি ঠিক জায়গাতেই এসে  পৌঁছেছেন। আপনাকে আশার আলো দেখাতে চাই আমি।</p>

//             <p className='font-bangla mt-6 text-justify'>সবকিছু একদিন ঠিক হয়ে যাবে-এমন ভাবনা নিয়ে আমরা অনেকেই আমাদের ক্ষুণ্ণ হৃদয়কে পাশ কাটিয়ে যাই। হতেই পারে আপনি রমাদানকে ঠিক ভাবে কাজে লাগাতে পারেননি। হয়তো আপনি যথাসাধ্য চেষ্টা করেছিলেন, কিন্তু অন্যদের মতো সফল হতে পারেননি। আবার এমন হওয়াও স্বাভাবিক যে, আপনি জটিল কোনো রোগে আক্রান্ত হয়েছিলেন। তাই আমল করার অনেক পথই রুদ্ধ হয়ে গিয়েছিল আপনার। এসব বাস্তবতাকে তো আর মাটি চাপা দেওয়া যায় না, বরং এদেরকে মেনে নিয়েই সামনে এগুতে হবে। প্রথমত ভেবে দেখুন, আপনিতো সেইসব হাজার হাজার লোকের ভীড়ে পড়েননি যারা গত রমাদানে পরপারে পাড়ি দিয়েছেন।   নিশ্চয়ই এই মহান মাসের পরও আপনাকে বাঁচিয়ে রাখার পেছনে আল্লাহর কোনো পরিকল্পনা আছে। ‘আপনি রমাদানকে ঠিকভাবে কাজে লাগাতে পারেননি’ দেখেই যদি আল্লাহ আপনাকে বাতিলের খাতায় ফেলে দিতেন, তাহলে আপনাকে মৃত্যুর হাতে অর্পণ করতে পারতেন তিনি বহু আগেই। কিন্তু না, তিনি আপনাকে বাঁচিয়ে রাখার জন্য বেছে নিয়েছেন। আপনাকে তিনি আরেকটি সুযোগ দিচ্ছেন তাঁর অসীম দয়ার ফলেই তো! জেনে রাখুন, আল্লাহ আপনাকে এখনও ভালোবাসেন। আপনি নিজের ওপর থেকে বিশ্বাস হারাতে পারেন, কিন্তু আল্লাহতা’আলা আপনাকে এখনও বিশ্বাস করেন। কৃতজ্ঞ হোন, কারণ অসীম করুণাময় পথ প্রদর্শনের দরজাগুলো এখনও খোলা রেখেছেন আপনার জন্য। সুতরাং উঠে দাঁড়ান। সেসব দরজার পথ ধরে হাঁটা শুরু করুন এখনই। দেরি করবেন না যেন! নিজের আত্মাকে ভরসার নিম্নোক্ত কিছু বারি বিন্দুতে পূর্ণ করুন।</p>

//             <h1 className='font-bangla text-xl my-6'>মনে রাখবেন রমাদানই শেষ সুযোগ নয়।</h1>
//             <p className='font-bangla mt-6 text-justify'>সন্দেহ নেই যে, যারা নিজেদেরকে বদলাতে চান তাদের জন্য রমাদানই সবচেয়ে বড় সুযোগ হিসেবে আসে। কিন্তু এর মানে এই নয়, এটাই শেষ সুযোগ। এই পবিত্র মাসে অনেকেই আল্লাহর পথে ফিরে আসেন কেউ আবার তারও পরে ফেরেন। শেষের বদলটি নিজেদের অপরাধবোধকে ইতিবাচক প্রেরণায় রূপান্তরিত করে নেন।</p>

//             <Image className='w-full object-cover mt-4' src={banner} alt=''></Image>

//             <p className='font-bangla text-xl my-6'>বলুন,“হে আমার বান্দাগণ! তোমরা যারা নিজেদের প্রতি অবিচার করেছ আল্লাহর অনুগ্রহ হতে নিরাশ হয়ো না; নিশ্চয় আল্লাহ সমস্ত গোনাহ ক্ষমা করে দেবেন। নিশ্চয় তিনি ক্ষমাশীল, পরম দয়ালু।” [সূরাহ যুমার(৩৯): ৫৩]</p>

//             <p className='font-bangla text-xl my-6'>অন্তরকে পোড়ান অনুতাপের দহনে, আল্লাহর দরবারে কেঁদে বুক ভাসান, মর্ম পীড়ার এই যন্ত্রণার টানে নিজেকে নিয়ে যান আপনার প্রভুর আরও কাছে। আল্লাহ সুবহানুওয়াতা‘আলা আপনাকে তাঁর অসীম ক্ষমা আর দয়ার পানে ডেকে যাচ্ছেন। এতে সাড়া দিন ।</p>

//             <h1 className='font-bangla text-xl my-6 '>সময় ফুরোবার আগেই তওবা করুন</h1>

//             <p className='font-bangla text-xl my-6 text-justify'>আর তোমরা তোমাদের রবের অভিমুখী হও এবং তাঁর কাছে আত্মসমর্পণ কর। তোমাদের কাছে শাস্তি আসার আগে; তারপরে তোমাদেরকে সাহায্য করা হবে না। [সূরাহ যুমার(৩৯): ৫৪]</p>

//             <p className='font-bangla text-xl my-6 text-justify'>আয়িশা (রা.)থেকে বর্ণিত: আল্লাহর রাসূল(ﷺ)বলেছেন, তোমরা ঠিকভাবে নিষ্ঠাসহ কাজ করে নৈকট্য লাভ কর। জেনে রেখ, তোমাদের কাউকে তার আমাল জান্নাতে প্রবেশ করাবে না এবং আল্লাহর কাছে সর্বাধিক প্রিয় আমল হলো, যা সদাসর্বদা নিয়মিত করা হয় যদিও তা অল্প হয়।[৬৪৬৭; মুসলিম৫০/১৭, হাঃ২৮১৮,আহমাদ ২৪৯৯৫]</p>

//             <p className='font-bangla mt-6 text-justify'>শুরুতে যেমনটা বলছিলাম, ব্যর্থতার যাতনাকে সাফল্যের পাথেয় হিসেবে পরিণত হতে দিন। নিজের কাছেই ওয়াদা করুন যে, আপনি অবশ্যই নিজেকে উন্নত করার কাজ চালিয়ে যাবেন সাফল্য পাওয়ার আগ পর্যন্ত। আগামী রমাদানকেই নিজের জন্য পারফেক্ট একটা রমাদান বানিয়ে ছাড়বেন, ইনশাআল্লাহ। আর এরই মাঝে যদি আপনার মৃত্যুও এসে যায় এমনকি তা রমাদান শুরুর আগেই তবুও নিয়ত এবং চেষ্টার কারণে আপনি আল্লাহর তরফ থেকে যথাযথ পুরষ্কারই পাবেন।আল্লাহ আমাদের সরল পথে অবিচল থাকার তৌফিক দিন। আমাদের গোনাহ এবং ভুলগুলো ক্ষমা করুন। আমিন।</p>

//         </div>
//     );
// };

// export default page;