import React from 'react';
import marriag from "../../../public/marriage/eid-concept-with-group-friends-with-dates_23-2147799360.webp"
import marriag2 from "../../../public/marriage/crop-hands-bride-groom_1153-2903.webp"

import Image from 'next/image';

const page = () => {
    return (
        <div className='max-w-[1240px] mx-auto mt-4 mb-28 px-3'>
            <Image className='w-full object-cover md:h-[500px]' src={marriag} alt=''></Image>
            <h1 className='text-4xl font-extrabold underline text-center my-8 font-bangla'>ইসলামে বিবাহ</h1>
            <p className='font-bangla text-justify my-8'>ইসলামী শরীয়াহ আইন অনুযায়ী, বিবাহ হল একজন নারী ও একজন পুরুষের মধ্যে নিষ্পন্ন বৈধ বন্ধন ও সামাজিক চুক্তি। ইসলামে বিবাহ হল একটি সুন্নাহ বা মুহাম্মাদ এর আদর্শ এবং ইসলামে বিবাহ করার জন্য অত্যন্ত জোরালোভাবে পরামর্শ দেয়া হয়েছে। পাশাপাশি, ইসলামে সন্ন্যাসজীবন এবং কৌমার্যেরও কঠোর বিরোধিতা করা হয়েছে।</p>

            <p className='font-bangla text-justify my-8'>ইসলামে, বিবাহ আরবি: نِكَاح প্রতিবর্ণী. নিকাহ হল বিবাহযোগ্য দুইজন নারী ও পুরুষের মধ্যে দাম্পত্য সম্পর্ক প্রনয়নের বৈধ আইনি চুক্তি ও তার স্বীকারোক্তি।[১][২] ইসলামে কনে তার নিজের ইচ্ছানুযায়ী বিয়েতে মত বা অমত দিতে পারে| একটি আনুষ্ঠানিক এবং দৃঢ় বৈবাহিক চুক্তিকে ইসলামে বিবাহ হিসেবে গণ্য করা হয়, যা বর ও কনের পারষ্পারিক অধিকার ও কর্তব্যের সীমারেখা নির্ধারণ করে। বিয়েতে অবশ্যই দুজন মুসলিম স্বাক্ষী (দু’জন পুরুষ অথবা একজন পুরুষ ও দু’জন মহিলা) উপস্থিত থাকতে হবে। ইসলামে বিয়ে হল একটি সুন্নাহ বা মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর আদর্শ এবং ইসলামে বিয়ে করার জন্য অত্যন্ত জোরালোভাবে পরামর্শ দেয়া হয়েছে।[৩][৪]বিয়ে ইসলামী বিবাহের মৌলিক বিধিবিধান অনুযায়ী সম্পন্ন করতে হয়। পাশাপাশি, ইসলামে সন্ন্যাসজীবন এবং কৌমার্যেরও কঠোর বিরোধিতা করা হয়েছে।[৪] ইসলামে তালাক অপছন্দনীয় হলেও এর অনুমতি আছে এবং তা স্বামীর দায়িত্বেই থাকবে, তবে স্ত্রী চাইলে স্বামীর কাছ থেকে তালাকের অধিকার চেয়ে নিতে পারে এবং নিজের এবং স্বামীর পক্ষ থেকে তা নিজের উপর প্রয়োগ করতে পারে৷</p>

            <Image className='w-full object-cover md:h-[500px]' src={marriag2} alt=''></Image>

            <h1 className='font-bangla text-justify text-xl mt-6'>কুরআনে বলা হয়েছে,</h1>
            <p className='font-bangla text-justify text-xl my-4'>‘তিনি তোমাদের (স্বামী-স্ত্রী) একে অন্যের সাথী হিসেবে সৃষ্টি করেছেন এবং তোমাদের মধ্যে পারস্পরিক ভালোবাসা ও দয়া প্রবিষ্ট করে দিয়েছেন।’ (— সূরা রুম-২১)</p>

            <p className='font-bangla text-justify text-xl my-4'>‘স্ত্রীরা হচ্ছে তোমাদের জন্য পোশাকস্বরূপ আর তোমরাও তাদের জন্য পোশাকস্বরূপ। সূরা বাকারাহ-১৮৭</p>

            <p className='font-bangla text-justify text-xl my-4'>তোমাদের যে ব্যক্তির স্বাধীনা মু’মিন নারী বিবাহের ক্ষমতা না থাকে, সে যেন তোমাদের অধীনস্থ মু’মিনা দাসী বিবাহ করে এবং আল্লাহ বিশেষরূপে তোমাদের ঈমানকে জানেন। তোমাদের একজন অন্যজন থেকে উদ্ভূত, কাজেই তাদেরকে বিয়ে কর তাদের মালিকের অনুমতি নিয়ে, ন্যায়সঙ্গতভাবে তাদের মহর তাদেরকে দিয়ে দাও, তারা হবে সচ্চরিত্রা, ব্যভিচারিণী নয়, উপপতি গ্রহণকারিণীও নয়। বিবাহের দূর্গে সুরক্ষিত হওয়ার পর তারা যদি ব্যভিচার করে, তবে তাদের শাস্তি আজাদ নারীদের অর্ধেক; এ ব্যবস্থা তার জন্য তোমাদের যে ব্যক্তি (অবিবাহিত থাকার কারণে) ব্যভিচারের ভয় করে। ধৈর্য ধারণ করা তোমাদের পক্ষে উত্তম এবং আল্লাহ পরম ক্ষমাশীল, পরম দয়ালু। (সূরা নিসা-২৫)</p>

            <h1 className='font-bangla text-justify text-xl mt-5'>এছাড়াও আরেকটি হাদীসে এসেছে যে,</h1>
            <p className='font-bangla text-justify text-xl my-4'>আবু হুরাইরা সূত্রে বর্ণিত, যদি বিয়ের প্রস্তাব নিয়ে আসা কোন মুসলিম যুবকের দ্বীন এবং ব্যবহার (চরিত্র) তোমাকে সন্তুষ্ট করে তাহলে তোমার অধীনস্থ নারীর সাথে তার বিয়ে দাও। এর অনথ্যায় হলে পৃথিবীতে ফিতনা ও দুর্নীতি ছড়িয়ে পড়বে।” (আল-তিরমিযি, মুসলিম পণ্ডিত নাসিরুদ্দিন আলবানি হাদিসটিকে হাসান বলে সাব্যস্ত করেছেন।)</p>
        </div>
    );
};

export default page;