import Image from 'next/image';
import React from 'react';
import child from "../../../public/child/sticker-template-with-muslim-family-cartoon-character_1308-62140.jpg"
import Link from 'next/link';

const page = () => {
    return (
        <div className='max-w-[1240px] mx-auto mt-6 mb-20 px-3 font-bangla'>
            <div className='grid md:grid-cols-2 gap-4'>
                <Image className='md:w-[500px] object-cover md:h-[500px]' src={child} alt=''></Image>
                <div>
                    <h1 className='text-center text-2xl my-4'>প্রথম গল্প- আগুন হল জান্নাতের বাগান</h1>
                    <p className='text-justify mb-5'>হযরত ইব্রাহিম আলাইহিস সালাম একজন সম্মানিত নবি ও রাসুল ছিলেন। তাঁকে আল্লাহ্ তাআলা এমন সময় দুনিয়াতে পাঠিয়েছিলেন যখন মানুষ ব্যাপকভাবে মূর্তিপূজা করত। নিজের হাতে মাটি, পাথর ইত্যাদি বস্তু দিয়ে মূর্তি বানিয়ে তার উপাসনা করত। তারা মূর্তিকেই তাদের ভাল-মন্দ, সুখ-দুঃখ, ইজ্জত বেইজ্জত, কল্যাণ-অকল্যাণ এসবের মালিক মনে করত। কিন্তু হযরত ইব্রাহিম আলাইহিস সালাম তা মানতে পারতেন না। তিনি ছিলেন খুবই চিন্তাশীল।</p>

                    <p className='text-justify mb-5'>সবকিছু নিয়ে তিনি বেশ ভাবতেন। তিনি ভাবতেন যাকে নিজের হাত দিয়ে বানানো হল সে কিভাবে রব হতে পারে, সে কিভাবে ইবাদতের উপযুক্ত হতে পারে। তিনি লোকদের মূর্তিপূজাকে একদম মানতে পারতেন না। এই ঘৃণিত কাজ থেকে সবাইকে ফেরানোর জন্য তিনি খুব করে বুঝাতেন। কিন্তু কেউই তাঁর কথায় কান দিতো না। তাঁকে পাত্তা দিতো না। তিনি চিন্তা করতেন কিভাবে এদেরকে মূর্তিপূজার মত এরকম একটি নোংরা কাজ থেকে বাঁচানো যায়।</p>

                    <p className='text-justify mb-5'>একবার এক মেলার সময় সবাই যখন মেলায় যাবে, তখন হযরত ইব্রাহিম আলাইহিস সালাম অসুস্থতার কথা বলে তাদের সাথে গেলেন না। সবাই চলে যাওয়ার পর, তিনি একটি বড় মুগুর নিয়ে চুপিচুপি মূর্তির ঘরে প্রবেশ করলেন। একে একে সবগুলো মূর্তি ভেঙ্গে লণ্ডভণ্ড করে দিলেন। কিন্তু বুদ্ধি করে সবচেয়ে বড় মূর্তিটাকে ভাঙলেন না। তাকে অক্ষত রেখে দিলেন। এরপর বড় মুগুরটা মূর্তিটির কাঁধে ঝুলিয়ে রাখলেন।</p>
                </div>
            </div>
            <p className='text-justify mb-4 mt-4'>মেলা শেষে সবাই এসে তাদের মাবুদদের ভয়াবহ অবস্থা দেখতে লাগলো। সবাই চূর্ণবিচূর্ণ হয়ে এদিক সেদিক পড়ে আছে। হযরত ইব্রাহিম আলাইহিস সালামকে ডেকে আনা হল। তাকে জিজ্ঞসা করা হল, তাদের মাবুদগুলিকে কে ভেঙ্গেছে? তিনি বড় মূর্তিটির দিকে ইশারা করলেন। তারা বলল, এই মূর্তি কিভাবে সবগুলোকে ভেঙ্গে চুরমার করতে পারে, নিশ্চয় এটা তোমারই কাজ।</p>

            <p className='text-justify mb-4'>সবাই হযরত ইব্রাহিম আলাইহিস সালামকে ধরে নমরুদের দরবারে নিয়ে গেল এবং তার শাস্তি দাবী করল। নমরুদ ছিল। সারা পৃথিবীর বাদশাহ। নমরুদ সিদ্ধান্ত নিল যে, হযরত ইব্রাহিম আলাইহিস সালামকে আগুনে পুড়িয়ে মারা হবে। আগুন জ্বালানোর জন্য ছয়মাস ধরে লাঠি-লাকড়ি সংগ্রহ করা হল। এরপর বিশাল এক অগ্নিকুণ্ড প্রস্তুত করা হল। প্রচণ্ড তার তাপ-উত্তাপ।</p>

            <p className='text-justify mb-4'>এত তাপ যে উপর দিয়ে পাখি উড়ে গেলে তা পুড়ে ছাই হয়ে যেত। এবার সেই আগুনের কুণ্ডলীতে হযরত ইব্রাহিম আলাইহিস সালামকে নিক্ষেপ করা হবে। এই দৃশ্য দেখে পানির ফেরেশতা, বাতাসের ফেরেশতাসহ হযরত জিবরীল আলাইহিমুস সালাম এসে উপস্থিত হলেন। বাতাসের ফেরেশতা হযরত ইব্রাহিম আলাইহিস সালামকে সাহায্য করার জন্য বলল, আপনি বললে বাতাস দিয়ে আগুনকে উড়িয়ে দিই। পানির ফেরেশতা বলল, আপনি চাইলে আগুনকে পানি দিয়ে নিভিয়ে দিই।</p>

            <p className='text-justify mb-4'>কিন্তু হযরত ইব্রাহিম আলাইহিস সালাম একমাত্র আল্লাহ্ তাআলার উপর ভরসা রাখলেন। তিনি বললেন, আমার জন্য এক আল্লাহ্ তাআলাই যথেষ্ট। সাথে সাথে আল্লাহ্ তাআলা আগুনকে হুকুম দিলেন, “হে আগুন তুমি আমার ইব্রাহিমের জন্য শান্তিদায়ক ঠান্ডা হয়ে যাও”। সাথে সাথেই আগুন হয়ে গেল জান্নাতের বাগান, অপার এক শান্তির জায়গা। বাহির থেকে আগুনের চেহারা আগুনের মতই দেখালো, কিন্তু হযরত ইব্রাহিম আলাইহিস সালামের একটি পশমও পুড়াতে পারলো না।</p>

            <p className='text-justify mb-4'>এভাবে চল্লিশ দিন তিনি আগুনের ভিতরে ছিলেন। পরবর্তীতে যখন হযরত ইব্রাহিম আলাইহিস সালামকে জিজ্ঞাসা করা হল, দুনিয়াতে আপনি সবচেয়ে বেশি শান্তি কোথায় পেয়েছেন? তিনি বলেছিলেন, যে চল্লিশ দিন আমি আগুনের ভিতরে ছিলাম সেই দিনগুলোতেই আমি সবচেয়ে বেশি শান্তিতে ছিলাম। এভাবেই মানুষ যখন আল্লাহ্ তাআলার উপর ভরসা করে তাঁর হুকুম পালন করতে থাকে, তখন অভাব-অনটন, দারিদ্রতা, দুঃখ-কষ্ট, পেরেশানি ইত্যাদির ভিতরেও তিনি তাঁকে জান্নাতের শান্তিতে রাখেন।</p>
            <Link className='bg-green-300 p-2 rounded-md' href="/golpo">Back to golpo</Link>
        </div>
    );
};

export default page;