// import React from 'react';
// import help from "../../../public/donate/donate1.jpg"
// import help2 from "../../../public/donate/donate2.jpg"
// import Image from 'next/image';

// const page = () => {
//     return (
//         <div className="max-w-[1240px] mx-auto mt-6 mb-20">
//             <div>
//                 <Image className='w-full my-4 h-[500px]' src={help} alt=''></Image>
//             </div>
//             <h1 className='text-4xl font-extrabold underline text-center my-8 font-bangla'>অনুদান </h1>
//             <p className='font-bangla text-justify my-8'>গরীব বলে সমাজের অন্যান্য মানুষদের সাথে তাল মিলিয়ে চলতে পারেনা । কারণ, তারা গরীব । গরীব লোকেরা কি ভালো পোষাক-আষাক পড়তে পারে? ভালো খাবার খেতে পারে? নাকি ভালো কোনো অনুষ্ঠানে গেলে ভালোভাবে কথাটুকু বলতে পারবে? কী পারবে না তো! গরীব লোকেরা এসবের কিছুই পারেনা বলে আজ তারা সমাজ ও সমাজের মানুষদের কাছে অবহেলীত খেটেখুটে খাওয়া মানুষদের প্রতি কারো মায়া জন্মে না; জন্মে শুধু তাদের প্রতি ঘৃণা ও অবহেলা । আর কিছু কিছু মানুষদের আবেগ, ভালোবাসা ও স্নেহ জন্মে; কিন্তু দেখা যায় যে তারাও মধ্যবিত্ত/গরীব । তাই গরীবদের জন্য কিছু করার থাকেনা ।</p>

//             <p className='font-bangla mt-4 text-justify'>ধনীব্যক্তিরা নিজেরা সবসময় শীর্ষে থাকার চেষ্টা করেন । তাই তারা সর্বদা মনে করেন সবার চেয়ে উপরেই আছেন । নিচে যারা (গরীব লোকেরা) আছেন, তাদের নিজেদের সমান বা মানুষ মনে করেন না । নিচু জাতের মানুষেরা সবসময়ই তাদের কাছে অবহেলীত । তারা এটাকে একপ্রকার নিয়মই ভেবে নিয়েছে, আর সেই নিয়মরক্ষার্থেই তারা মগ্ন । রাস্তার ছেলেটি বোতল কুড়াতে গিয়ে একজন ধনকুবের এর সাথে ধাক্কা খেয়েছে, ফলে থাকে খেতে হয়েছে বিনাদোষে একটা থাপ্পড় । যদি বলতে যায় স্যার আমি দেখতে পাইনি । আমাকে ক্ষমা করে দিন তাহলেই থাকে শুনতে হয়েছে তোর এতবড় সাহস, তুই আমার মুখের ওপর কথা বলছিস । আবার দেখা যায় বড় বড় বার্থডে পার্টি, ম্যারিজ, বিবাহবার্ষিকী, ছোটভাইয়ের জন্মপলক্ষে নানা আয়োজন করা হয়েছে এবং সেখানে আসছে বিভিন্ন ব্যবসায়ী ও ধনকুবেরেরা । সেখানে বিভিন্ন রকমের আইটেম রান্না করা হয়েছে । কেউ কেউ হালকা খেয়ে বাকি খাবার ফেলে দিচ্ছে; অথচ সেখানে একজন ভিক্ষুকের জন্য এক থালা ভাত হয়না ।</p>


//             <Image className='w-full my-4 h-[500px] mb-6' src={help2} alt=''></Image>
//             <p className='font-bangla mt-4 text-justify'>উপরে উল্লেখিত ২ শ্রেণির মানুষের পরে আরেক শ্রেণির মানুষ রয়েছেন, এনাদের শ্রেণির বলা যায়না, ধরনের-ই বলতে হয় । যারা শোষণ ও শাসন করেই খাচ্ছে । উপরের ০২ (দুই) শ্রেণির লোকদের মধ্যে (খ) শ্রেণির লোকেরা এদের (গ শ্রেণির লোকদের) একটু বেশি-ই ভয় পায় এবং তাদের সামান্য সাহায্য পাওয়ার জন্য ও তাদের হিংস্র থাবা থেকে বাঁচার জন্য অনেক টাকা পয়সা দিচ্ছে তাদের পদতলে.. অথচ গরীব লোক বা ভিক্ষুকদের জন্য ২ টাকা হয়না।</p>

//             <p className='font-bangla mt-4 text-justify'>দারিদ্রতা দিয়ে মুক্তি লাভের অন্যতম একটি পথ হতে পারে শিক্ষা । তাদেরকে আপনি সহয়তা করতে পারেন শিক্ষার উপকরন বিনামূল্যে দিয়ে, তাদের টিচার খরচ দিতে পারেন, তাদের স্কুলে পড়ার সুযোগ বিনামূল্যে করে দিতে পারেন।</p>
//         </div>
//     );
// };

// export default page;