import Image from 'next/image';
import Link from 'next/link';
import React from 'react';
import child from "../../../public/child/29425.jpg"

const page = () => {
    return (
        <div className='max-w-[1240px] mx-auto mt-6 mb-20 px-3 font-bangla'>
            <div className='grid md:grid-cols-2 gap-4'>
                <Image className='md:w-[600px] md:h-[480px]' src={child} alt=''></Image>
                <div>
                    <h1 className='text-center text-2xl my-4'>দ্বিতীয় গল্প- আদম (আ) ও হাওয়া (আ) -এর জন্ম</h1>

                    <p className='text-justify mb-5'>স্মরণ করো, যখন রব ফেরেশতাদের উদ্দেশে বলেছিলেন, আমি মাটি থেকে মানুষ সৃষ্টি করবো।সূরা সোয়াদ আয়াত : ৭।</p>

                    <p className='text-justify mb-5'>আল্লাহ বললেন, হও। আর সাথে সাথেই সব সৃষ্টি হয়ে গেল। আল্লাহ পৃথিবী সৃষ্টি করলেন। আকাশ, চাঁদ, সুরুজ, তারকা, গ্রহ, প্রাণিকুল সৃষ্টি করা হলো। সাগর, পর্বত এবং নদী সৃষ্টি হলো। আল্লাহ ফেরেশতা ও জিন জাতিকেও সৃষ্টি করলেন। এভাবে সমগ্র বিশ্ব সৃষ্টি হয়ে গেল।</p>

                    <p className='text-justify mb-5'>আর তিনি বরকতময়, যার কর্তৃত্বে রয়েছে আসমানসমূহ, জমিন ও এ দু'য়ের মধ্যবর্তী সবকিছু। আর কিয়ামতের জ্ঞান কেবল তারই আছে এবং তারই নিকট তোমাদেরকে ফিরিয়ে নেয়া হবে। -সূরা যুখরুফ, আয়াত : ৮৫</p>

                    <p className='text-justify mb-4'>এরপর আল্লাহ মানুষ সৃষ্টির সিদ্ধান্ত নিলেন। আল্লাহ সব ধরনের মাটি সংগ্রহ করলেন। এগুলো মিশিয়ে কুম্ভকারের কাদা তৈরি করলেন। তিনি এটিকে মানুষের আকৃতি দান করলেন। পরিশেষে তার মধ্যে রূহ সঞ্চার করলেন। এভাবে সৃষ্টি করলেন মানুষ। প্রথম মানুষের নাম রাখলেন আদম। তারপর আল্লাহ প্রথম নারী সৃষ্টি করলেন। তাঁর নাম হাওয়া। তিনি হজরত আদম (আ)-এর স্ত্রী।</p>

                </div>
            </div>
            
            <p className='text-justify mb-4'></p>

            <p className='text-justify mb-4'>আল্লাহ আদম ও হাওয়া (আ)-কে খুব পছন্দ করতেন। আদম (আ) ও হাওয়াকে আল্লাহ তাঁর অসীম কুদরতে সৃষ্টি করেছেন। আল্লাহর ক্ষমতা অসীম। তিনি যে কোনো জিনিস সৃষ্টি করার ক্ষমতা রাখেন।</p>

            <p className='text-justify mb-4'>কিন্তু হযরত ইব্রাহিম আলাইহিস সালাম একমাত্র আল্লাহ্ তাআলার উপর ভরসা রাখলেন। তিনি বললেন, আমার জন্য এক আল্লাহ্ তাআলাই যথেষ্ট। সাথে সাথে আল্লাহ্ তাআলা আগুনকে হুকুম দিলেন, “হে আগুন তুমি আমার ইব্রাহিমের জন্য শান্তিদায়ক ঠান্ডা হয়ে যাও”। সাথে সাথেই আগুন হয়ে গেল জান্নাতের বাগান, অপার এক শান্তির জায়গা। বাহির থেকে আগুনের চেহারা আগুনের মতই দেখালো, কিন্তু হযরত ইব্রাহিম আলাইহিস সালামের একটি পশমও পুড়াতে পারলো না।</p>

            <p className='text-justify mb-4'>এভাবে চল্লিশ দিন তিনি আগুনের ভিতরে ছিলেন। পরবর্তীতে যখন হযরত ইব্রাহিম আলাইহিস সালামকে জিজ্ঞাসা করা হল, দুনিয়াতে আপনি সবচেয়ে বেশি শান্তি কোথায় পেয়েছেন? তিনি বলেছিলেন, যে চল্লিশ দিন আমি আগুনের ভিতরে ছিলাম সেই দিনগুলোতেই আমি সবচেয়ে বেশি শান্তিতে ছিলাম। এভাবেই মানুষ যখন আল্লাহ্ তাআলার উপর ভরসা করে তাঁর হুকুম পালন করতে থাকে, তখন অভাব-অনটন, দারিদ্রতা, দুঃখ-কষ্ট, পেরেশানি ইত্যাদির ভিতরেও তিনি তাঁকে জান্নাতের শান্তিতে রাখেন।</p>
            <Link className='bg-green-300 p-2 rounded-md' href="/golpo">Back to golpo</Link>
        </div>
    );
};

export default page;